[
{"name":"intro","raw_text":"I wanted to write a story about a world, just like ours, in which we suddenly realise that everything is controlled by pollen. Not controlled. Maybe just regulated. Maybe the softness of the structure premature its rigidity. In this world, the pollen arrives as a sentient reaction from the plants, from the flora, from the fauna - a being of being carried by the symbiosis inscribed by time onto the co-dependency of all that grows and their desired vectors. A world made and remade from the spreading everywhere of the powder, a form affecting all beings by one grain or an other. A world intoxicated by a floral lust.","formatted_text":"I wanted to write a story about a world,\njust like ours, in which we suddenly realise\nthat everything is controlled by pollen.\nNot controlled. Maybe just regulated.\nMaybe the softness of the structure premature\nits rigidity. In this world, the pollen arrives\nas a sentient reaction from the plants,\nfrom the flora, from the fauna-\na being of being carried by the symbiosis\ninscribed by time onto the co-dependency\nof all that grows and their desired vectors.\nA world made and remade from the spreading\neverywhere of the powder, a form affecting\nall beings by one grain or an other.\nA world intoxicated by a floral lust."},
{"name":"vasterThan","raw_text":"Nobody here ate anybody else. All life-forms were photosynthesizing or saprophagous, living off light or death, not off life. Plants: infinite plants, not one species known to the visitors from the house of Man. Infinite shades and intensities of green, violet, purple, brown, red. Infinite silences. Only the wind moved, swaying leaves and fronds, a warm soughing wind laden with spores and pollens, blowing the sweet pale-green dust over prairies of great grasses, heaths that bore no heather, flowerless forests where no foot had ever walked, no eye had ever looked. A warm, sad world, sad and serene.","formatted_text":"Nobody here ate anybody else.\nAll life-forms were photosynthesizing or\nsaprophagous, living off light or death, not\noff life. Plants: infinite plants, not one species\nknown to the visitors from the house of Man.\nInfinite shades and intensities of green, violet,\npurple, brown, red. Infinite silences.\nOnly the wind moved, swaying leaves and fronds,\na warm soughing wind laden with spores and\npollens, blowing the sweet pale-green dust over\nprairies of great grasses, heaths that bore\nno heather, flowerless forests where no foot\nhad ever walked, no eye had ever looked.\nA warm, sad world, sad and serene."},
{"name":"sunbrids","raw_text":"There is a story told by the sunbirds every morning. Every morning they feed by being fed. Creatures of nectar, their tongue splits when they sing for their nurture. They tell of voices circulating, becoming a people moving along with their plants. A green tree made of plastic, songs of a longing now becoming a broadcast of strange and estranged floral dust.","formatted_text":"There is a story told by the sunbirds\nevery morning. Every morning they feed by being fed.\nCreatures of nectar, their tongue splits when\nthey sing for their nurture.\nThey tell of voices circulating, becoming a\npeople moving along with their plants.\nA green tree made of plastic, songs of a\nlonging now becoming a broadcast of\nstrange and estranged floral dust."},
{"name":"datesPlamed","raw_text":"This lust, its origin, is locked and kept. Between objects excavated, looted, dis and misplaced, there dwells the origins of the myths from which this lust nourishes, thrives on, relaying reliefs on reliefs. Carrier bags of pollen made of stone standing still under a spotlight, eagle headed spirits, bees-winged-gods, dates palmed for your gazing eyes. Sick of the spectacle of objecthood, tired of the shielding glass, the pollen in the carrier bags slowly dries out. Rutting to get rotten, it craves for some humidity to instigate a new cycle of life.","formatted_text":"This lust, its origin, is locked and kept.\nBetween objects excavated, looted,\ndis and misplaced,\nthere dwells the origins of the myths\nfrom which this lust nourishes,\nthrives on, relaying reliefs on reliefs.\nCarrier bags of pollen made of\nstone standing still under a spotlight,\neagle headed spirits, bees-winged-gods,\ndates palmed for your gazing eyes.\nSick of the spectacle of objecthood, tired\nof the shielding glass, the pollen\nin the carrier bags slowly dries out.\nRutting to get rotten, it craves for some\nhumidity to instigate a new cycle of life."},
{"name":"throat","raw_text":"I once heard of a fable of throats,\nof a throat inside a throat. \nA synergy of voices, \nan oscillation. \n\nUpon entering \neither one of the throats,\nanother \nis already the other.","formatted_text":"I once heard of a fable of throats, \nof a throat inside a throat. \nA synergy of voices, \nan oscillation. \n\nUpon entering\neither one of the throats,\nanother\nis already the other."},
{"name":"story","raw_text":"I want you to tell a story. Voice on voice. Sunbird feeding from throat. \nI want you, a story, grain, grainy,\nraining down as everything or nothing at all.\nId like you to tell me something, a story, a tale, a fable, a feeding container for out split tongues. \nId like you, tell me. Where did it come from, where is it going.","formatted_text":"I want you to tell a story.\nVoice on voice.\nSunbird feeding from throat.\nI want you, a story, grain, grainy,\nraining down as everything or nothing at all.\nI'd like you to tell me something,\na story, a tale, a fable, a feeding\ncontainer for out split tongues.\nI'd like you, tell me -\nWhere did it come from, where is it going?"}

]
